# language: ru
  @Калькулятор
Функционал: Калькулятор
  Как пользователь калькулятора
  Я хочу иметь возможность выполнить арифметическую операцию
  Чтобы получить на выходе корректный результат

  Сценарий: Сложение двух чисел
    Допустим калькулятор запущен
    Когда пользователь вводит 5 и 2 и жмёт "Сложить"
    Тогда результат на выходе равен 7

  Сценарий: Вычитание двух чисел
    Допустим калькулятор запущен
    Когда пользователь вводит 25 и 23 и жмёт "Вычесть"
    Тогда результат на выходе равен 2